Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Already Turkey has troops in Afghanistan, where it has taken over a commanding post twice in the past and is going to resume that duty once again in the near future, and in Lebanon.
es: Actualmente Turquía tienen tropas en Afganistán, donde ocupó puestos de comando dos veces en el pasado y está por retomar esta tarea una vez más en el futuro próximo, y en el Líbano.

source: For most of them, these groups will have to fulfil very severe conditions to be recognised under the future proposal, as one of these entities.
es: Para la mayoría de ellas, estos grupos deberán cumplir unas condiciones muy estrictas para ser reconocidos como tales entidades, con arreglo a la futura propuesta.

source: We will endeavour to play our part in this and seek earlier engagement in the future.
es: Nos esforzaremos por hacer lo que nos corresponde a este respecto y buscaremos participar lo antes posible en el futuro.

source: The possibility of applying this vaccine in the future as of the age of 50 is currently being discussed.
es: Se halla en discusión la posibilidad de que la misma se indique en un futuro a partir de los 50 anos.

source: One of those laws was the Commodities Exchange Act of 1936, which for the first time put limits on speculative investors to prevent them from manipulating commodities futures markets.
es: Una de estas leyes era la de Intercambio de Mercancías de 1936, que por primera vez impuso límites a los inversores especuladores para impedirles manipular los precios futuros de las mercancías.

source: It is a crime with a terrible impact on victims, their communities and their futures.
es: Es un crimen con terribles consecuencias para las víctimas, sus comunidades y su futuro.

source: At the macro-level there is the potential for investors to migrate away from the investment markets, with serious implications for those markets and the ability of individuals to provide for their financial futures.
es: A una escala más amplia, existe la posibilidad de que los inversores abandonen los mercados de inversión, con graves implicaciones para los citados mercados y para la capacidad de los inversores de proveer a su futuro financiero.

source: In spite of the inherent complexity, there are examples of successful efforts and such efforts should serve as an inspiration for devising business models that always take into account the social structure of the Amazon peoples, the need to maintain forest resources and how to meet the demands of the consumer markets.
es: A pesar de la complejidad inherente, hay ejemplos de esfuerzos exitosos y dichos esfuerzos deberían servir como inspiración para elaborar modelos comerciales que siempre tomen en cuenta la estructura social de los pueblos amazónicos, la necesidad de mantener los recursos forestales y cómo satisfacer las demandas de los mercados consumidores.

source: There are a thousand reasons we should look to it for inspiration.
es: Hay miles de razones por las que debe buscar en ella la inspiración.

source: The Eucharist is a source of inspiration for life.
es: La Eucaristía es una fuente de inspiración para la vida.

source: The discussion forum that it provides is an inestimable source of inspiration for the work being done in the Community.
es: El espacio de intercambio y de debate que ofrece constituye una fuente de inspiración de valor inestimable para el trabajo comunitario.

source: Our principles and values must be the inspiration for everything we do.
es: Nuestros principios y valores deben inspirar todas nuestras actuaciones.

source: These women communicate with each other via the worldwide 'Yente-community' MYente, a digital platform which expands towards a brisk market place, where they meet, collect inspiration and do business with each other, and which offers them an international platform for their company.
es: Estas mujeres comunican entre sí a través de la 'Comunidad Yente' MYente a nivel mundial, es decir una plataforma digital que se expande hacia un mercado dinámico, donde ellas se encuentran, sacan la inspiración y desarrollan negocios y que a la vez les ofrece una plataforma internacional para sus empresas.

source: We value diversity, global thinking, and international networking as sources of inspiration in both personal and business endeavors.
es: Valoramos la diversidad, el pensamiento global y la creación de redes internacionales como fuentes de inspiración en los esfuerzos tanto personales como de negocios.

source: Currency exchange rates may fluctuate over short periods of time.
es: Los tipos de cambio pueden fluctuar en cortos períodos de tiempo.

source: The buoyancy in consumption was also supported by growing remittances from abroad, increased currency in circulation and higher lending to the wholesale & retail trade industry, as well as to households.
es: La estabilidad en el consumo se vio apoyada por crecientes remesas desde el extranjero, mayor circulante y préstamos más altos a la industria al por mayor y por menor, así como a las familias.

source: Forward foreign currency transactions not yet closed out are converted into the currency of the capital at the forward rate for the term still to run on the closing date of the balance sheet.
es: Las operaciones en divisas extranjeras a plazo aún no cotizadas se convierten a la moneda del capital a los precios a plazo para el vencimiento pendiente a la fecha de cierre del balance.

source: Depending on how much confidence there was in your overall system, people start to really flee the currency because they see the government losing control.
es: Según la confianza que se tenga en el sistema general, la gente empieza a huir de esa moneda porque se da cuenta de que el gobierno está perdiendo las riendas.

source: Transactions in foreign currency are recorded at the prevailing exchange rate at the time of the related transactions.
es: Las operaciones en monedas extranjeras se registran al tipo de cambio en vigor a la fecha de su celebración.

source: These few disparate examples bring to the fore the currency of issues that this theme seeks to address.
es: Estos disparares ejemplos traen a primer plano la actualidad de los t?picos que este tema trata de abordar.

source: What is necessary is to throw some sand into the wheels of the currency speculators, stockbrokers and option traders.
es: Lo que hay que hacer es echar algo de arena en las ruedas de los especuladores de divisas, agentes de bolsa y de opciones.

source: The effective portion of the change in the fair value of the above currency hedges is recognized in other comprehensive income as unrealized gains or losses on cash flow hedges.
es: La porción efectiva del cambio en el valor de Mercado en las coberturas de moneda extranjera es reconocida en otros ingresos globales como pérdidas o ganancias no realizadas en coberturas de flujo de efectivo.

source: The economic slowdown gave bonds their revenge on equities.
es: La desaceleración económica permitió que las obligaciones prevalecieran sobre las acciones.

source: The acquisition cost shall be calculated based on the old average cost of the equities, on the strike price of the new one, and on the proportion between old and new equities.
es: El coste de adquisición se calculará sobre la base del coste medio antiguo de las acciones, del precio de ejercicio de las nuevas y del porcentaje de acciones antiguas y nuevas.

source: Moreover, these equities are liable to be held by the public, and this will increasingly be the case in future.
es: Además, estos títulos suelen estar en poder del público y esta tendencia se intensificará en el futuro.

source: All proprietary dealing in currencies, equities, debt securities and their derivatives is subject to the relevant market limits.
es: Todas las operaciones de negocios en divisas, títulos de participación u otros créditos, así como sus derivados, efectuadas por cuenta propia del Banco estarán sujetas a los límites de mercado.

source: Privatisation of publicly owned enterprises - often linked to budgetary consolidation strategies - has increased the offering of equities.
es: La privatización de empresas públicas -a menudo vinculada a estrategias de consolidación presupuestaria- ha aumentado la oferta de títulos.

source: Adel began his professional career as an analyst for JP Morgan where he worked on the French equities market and later as an associate for JP Morgan in London.
es: Adel comenzó su carrera profesional como analista con JP Morgan para el mercado de capitales francés y luego como asociado para JP Morgan en Londres.

source: Objective Seeks capital appreciation through investment in European equities with market capitalization greater than 65 million euros.
es: Objetivo Busca la apreciación de capital a través de inversiones en títulos valores europeos con capitalización de mercado superior a 65 millones de euros.

source: For the calculation of the net asset value, equities and other securities traded on a regulated or similar market are valued on the basis of the last market price of the day.
es: A la hora de calcular el valor liquidativo, las acciones y otros valores negociados en un mercado organizado o equivalente se valoran sobre la base de su última cotización del día.

source: Repos and reverse repos are used to finance and refinance the purchase of special kinds of equities.
es: Los pactos de recompra y de recompra inversa se utilizan para financiar y refinanciar la adquisición de ciertas acciones.

source: Diversification means spreading risk over a range of asset classes, such as equities and bonds so an investor's portfolio is not too adversely affected by movements in any one investment.
es: La diversificación consiste en repartir el riesgo entre una serie de clases de activos, como acciones y bonos, para que la cartera de un inversor no se vea perjudicada en exceso por los movimientos en alguna inversión concreta.

source: This will ensure future access to the screw head.
es: Esto asegurará el acceso en el futuro a la cabeza del tornillo.

source: Whereas it has been clarified that free zones will, in future, become a customs procedure, the existing waiver of the obligation to make a customs declaration is to be maintained.
es: Aunque queda claro que en el futuro las zonas francas pasarán a ser un régimen aduanero, la actual dispensa de la obligación de presentar una declaración en aduana, en cambio, debe mantenerse.

source: It intends to give priority attention to these issues over several future sessions.
es: Se propone prestar atención prioritaria a estas cuestiones a lo largo de varios períodos de sesiones en el futuro.

source: The future is explored from the credible to the incredible, calling on the myths and legends of science fiction.
es: El futuro se explora desde lo creíble a lo increíble, rememorando los mitos y leyendas de la ciencia ficción.

source: Grass roots communities define their futures and are encouraged to be proactive in achieving them.
es: La población local forja su porvenir y se le anima a involucrarse de manera proactiva en su realización.

source: There is actually an active futures market indicating that a fall is expected.
es: De hecho existe un activo mercado de futuros que indica que se prevé una caída.

source: The changes in the market value of such futures contracts have historically been, and are expected to continue to be, highly effective at offsetting changes in price movements of the hedged item.
es: Los cambios del valor de mercado de dichos contratos de futuros han sido y se espera que continúen siendo muy eficaces para compensar los cambios en los movimientos de precios del elemento bajo cobertura.

source: Futures-style variation margin payments are regarded, in principle, as transactions in derivatives and should be recorded in the financial derivatives account.
es: La variación del depósito de garantía anÆloga a la de los futuros se considera, en principio, una operación de derivados y debe registrarse en la cuenta de derivados financieros.

source: Derivatives on commodities such as energy sources, precious and other metals, and agricultural products are traded on futures markets.
es: Los derivados de materias primas como fuentes energéticas, metales preciosos y productos agrícolas se negocian en los mercados de futuros.

source: This donation is only the beginning of brighter futures for sponsored children in Calcutta.
es: "Esta donación es sólo el comienzo de un futuro más prometedor para los niños apadrinados en Calcuta""."

source: An auction platform auctioning two-day spot or five-day futures shall offer a practical web-based training module on the auction process it is conducting, including guidance on how to complete and submit any forms and a simulation of how to bid in an auction.
es: Toda plataforma de subastas que subaste contratos de contado a dos días o futuros a cinco días, ofrecerá un módulo de formación práctica en línea sobre el proceso de subasta que se esté celebrando, que incluirá orientaciones sobre cómo cumplimentar y enviar formularios y una simulación de cómo presentar una oferta en una subasta.

source: The human side, people are the architects of their futures.
es: La parte humana, las personas son las artífices de su futuro.

source: However this revolutionary artist constantly drew inspiration from the work of other old and modern masters.
es: Sin embargo, este artista revolucionario se inspiraba constantemente del trabajo de maestros de otras épocas y los de la suya propia.

source: After the initial inspiration, the designing of a business model and strategic lines?
es: Tras el embrión, el diseño del modelo de negocio, de las líneas estratégicas, de su implantación?

source: (DA) Mr President, in common with other speakers, I should like to congratulate the rapporteur on her very comprehensive and commendable report containing a series of proposals which decision makers around the world ought to take on board and from which they ought to draw inspiration.
es: (DA) Señor Presidente, al igual que otros oradores me gustaría felicitar a la ponente por su muy exhaustivo y gran informe que contiene una serie de propuestas por las que deberían dejarse inspirar los que toman decisiones en el mundo y de las que éstos también deberían apropiarse.

source: Changing foreign currency illegally is an offence which will lead to prosecution.
es: El cambio ilegal de moneda extranjera est? prohibido y perseguido judicialmente.

source: How much and how this interest is paid depends on the currency of your account.
es: Los intereses que se le paguen y la forma de hacerlo dependerán de la divisa de la cuenta.

source: Thus there is a declining interest for payment of contributions in national currency.
es: De ahí que la posibilidad de pagar las contribuciones en monedas nacionales resulte menos atractiva.

source: Ask your bank to calculate and specify the foreign currency equivalent on your bank statement.
es: Pide a tu banco que calcule y que especifique el dinero de tu cuenta en moneda del país al que vayas.

source: For the purposes of calculating the adjustment, amounts shall be converted between the national currency and the euro at the exchange rate on the last day of quotation of the calendar year preceding the budget year concerned.
es: Para los fines del cálculo del ajuste, la conversión entre moneda nacional y euro se efectuará al tipo de cambio del último día de mercado del año natural que preceda al ejercicio presupuestario considerado.

source: The currency strengthened, which contributed to a further significant reduction in deposit dollarization.
es: La moneda se fortaleció, lo que contribuyó a una reducción adicional de la dolarización de los depósitos.

source: Informal markets have emerged to satisfy the need for basic items and foreign currency.
es: Han surgido mercados informales para satisfacer la necesidad de productos básicos y divisas.

source: You can send the the account set-up fee plus courier charges in the equivalent in your local currency.
es: Puede enviar los honorarios de apertura de la cuenta más los gastos de mensajería en el equivalente en su divisa local.

source: When the currency board was abandoned in 2002, this regime change caused a sharp currency depreciation.
es: Cuando en 2002 se abandonó el régimen de convertibilidad se produjo una marcada depreciación de la moneda.

source: This environment has driven a significant flow-of-funds into equities, inflating prices to expensive levels in our view.
es: Este entorno ha generado un significativo flujo de los fondos hacia las acciones, incrementando los precios -en nuestra opinión- a niveles costosos.

source: As a rule, the weighting of equities in a balanced portfolio is stated as a range.
es: Por norma, la ponderación de una cartera equilibrada se clasifica como una gama.

source: It was a concern at the early stages of the text that a 'one size fits all' framework designed for equities was being imposed on the bond markets.
es: En las primeras fases del texto preocupaba que en el mercado de renta fija se impusiera un marco «universal» concebido para las acciones.

source: The Robeco Emerging Markets Equities portfolio is relying on the strength of consumers in Brazil, India and China to propel its performance in 2009.
es: La cartera Robeco Emerging Markets Equities se basa en la fortaleza del consumo en Brasil, la India y China para impulsar su rendimiento en 2009.

source: Every day the press must be informed about the closing prices of exchanged equities and derivatives products.
es: Cada día se debe informar a los medios de comunicación acerca de los precios de cierre de los valores comercializados y de los productos derivados.

source: It remains for us to make a resolute and substantial commitment so that future generations will be sheltered from this scourge, which kills human beings indiscriminately.
es: Nosotros debemos asumir un compromiso sustancial y resuelto para proteger a las generaciones futuras de este flagelo, que mata a seres humanos en forma indiscriminada.

source: Mark prayed all the way over to the men's house for guidance and promised more prayers in the future that all would work out.
es: Marcos rezó todo el camino a la casa de los hombres por guía y prometió más oraciones en el futuro para que todo se resolviera.

source: He was looking for a home with ethics, integrity and a future-minded thought process.
es: Él estaba buscando un hogar con ética, integridad y un proceso de pensamiento con ideas positivas.

source: For hard disk drive technology, the future is bright.
es: A la tecnología del disco duro le espera un futuro brillante.

source: Keep a record of future events in your diary that you could link your issues to.
es: Mantengan en su diario un registro de futuros acontecimientos a los que puedan vincular sus temas.

source: Breast reconstruction may be done at the time of the mastectomy or at a future time.
es: La reconstrucción de mama puede hacerse al momento de la mastectomía o posteriormente.

source: All outcomes were adopted by consensus, and the stocktaking exercise offers us a very solid basis for our future work.
es: Todos los resultados fueron adoptados por consenso y el ejercicio de balance proporciona una base muy sólida para nuestro trabajo en el futuro.

source: "In 1987, the Brundtland Report defined sustainable development as ""development that meets the needs of the present generation without compromising the ability of future generations to meet their needs."
es: "En 1987, el Informe Brundtland definió el desarrollo sostenible como ""el desarrollo que satisface las necesidades de la generación actual sin comprometer la capacidad de las futuras generaciones para satisfacer sus necesidades""."

source: futures/options which contain a contractual requirement for physical settlement
es: contratos a plazo/de opciones que den lugar a una obligación de entrega física

source: Cash foreign currency transactions not yet closed out are converted into the currency of the capital at the cash rate in force on the closing date of the balance sheet.
es: Las operaciones en divisas al contado aún no cotizadas se convierten a la moneda del capital a los tipos al contado vigentes en la fecha de cierre del balance de situación del ejercicio.

source: The Robeco European Stars Equities strategy is based on the excellent track record of the fund management team that has applied its investment philosophy since 2004.
es: La estrategia European Stars Equities de Robeco se fundamenta en el excelente historial del equipo de gestión de fondos que lleva aplicando su filosofía de inversiones desde 2004.

source: In addition, equities have been withdrawn from the list of tier two assets.
es: Además, las acciones han sido excluidas de la lista «dos» de activos.

source: Allianz Worldwide Care does not invest at all in equities and its capital and reserves have not suffered one penny of loss throughout the recent market turmoil
es: Allianz Worldwide Care no invierte en renta variable y su capital y reservas no han sufrido pérdidas desde que empezó la reciente agitación en el mercado

source: which she joined in 1970 and for which she served in a variety of positions, including Trustee of the General Electric Pension Trust for twelve years, and Director of Research and Manager-Pension Trust Equities.
es: en donde se incorporó en 1970 y trabajó en distintos cargos, entre otros, Fideicomisaria de General Electric Pension Trust durante doce años y Directora de Investigación y Gestora de Fondos Variables de Pensiones.

source: Equities accounted for nearly half of the growth in global financial assets in 2005.
es: En 2005 los valores representaron casi la mitad del crecimiento de los activos financieros mundiales.

source: Expected to outperform developed market equities thanks to a favourable structural backdrop.
es: Se espera que tengan un mejor rendimiento que las acciones de los países desarrollados gracias a un marco estructural favorable.

source: Valuation ratios are therefore set to expand, so that investments in equities or similar vehicles should remain particularly attractive, especially in the light of the uptrend in corporate earnings.
es: Debería pues producirse una expansión de los múltiplos de evaluación de los activos, de manera tal que las acciones y los vehículos de inversión emparentados sigan siendo particularmente seductores, sobre todo si se tiene en cuenta el aumento de los beneficios de las empresas.

source: While the situation today can be assessed with relative certainty, changes in the future are always uncertain.
es: Si bien la situación actual puede evaluarse con relativa certeza, los cambios del futuro siempre son inciertos.

source: Payments may be made monthly per chapter up to a maximum of one twelfth of the appropriations authorised in that chapter for the preceding financial year.
es: Las operaciones de pago podrán efectuarse mensualmente por capítulos, hasta una doceava parte de los créditos autorizados en el mismo capítulo del ejercicio anterior.

source: This chapter focuses on your covered services and what you pay for your medical benefits.
es: Este capítulo se trata de la cubierta de sus servicios y lo que usted paga por sus beneficios médicos.

source: Table 7 (at the end of this chapter) gives an example of how you might bring this information together.
es: En el Cuadro 7 (al final de este capítulo) se incluye un ejemplo del modo en que puede reunir dicha información.
